SOAP_Templates/DeleteItems.txt

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xmlns:xsd="http://www.w3.org/2001/XMLSchema"
xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <DeleteItems xmlns="http://api.filesanywhere.com/">
    <Token>{REPLACE_ME_1}</Token>
    <ItemsToDelete>
        {REPLACE_ME_2}
    </ItemsToDelete>
</DeleteItems>
</soap12:Body>
</soap12:Envelope>
